<?
/* переменная хранит наименование заголовка раздела, будет отображаться в логической структуре */
$sSectionName="example-2";
/* переменная хранит массив данных, которые заполняются в окне "Изменить раздел->свойство раздела"  */
$arDirProperties = [
    "description" => "описание из админки example222 (Свойства раздела)",
    "keywords" => "ключевые слова example222 (Свойства раздела)",
    "TITLE" => "+Title222 (Свойства раздела)",
    "ROBOTS" => "index, follow222 (Свойства раздела)",
    "моё_кастомное_свойство" => "значение моего кастомного свойства"
];
 
?>